<b> 5.11.0</b><br/>
<ul>
    <li>Миграция для языков и региональных настроек (реализовала @yanochka_dev)</li>
    <li>Экспорт блогов (реализовал @temi4)</li>
    <li>Экспорт записей блога (реализовал @temi4)</li>
    <li>Экспорт пользовательских свойств блогов (реализовал @temi4)</li>
    <li>Миграция удаления свойств инфоблока (реализовал @temi4)</li>
    <li>Миграция для форумов (реализовал @temi4)</li>
    <li>Миграция для опроса (реализовал @temi4)</li>
    <li>Миграция для рубрик подписок (реализовал @temi4)</li>
    <li>Миграцию для настроек модулей (реализовал @KotkinRoman)</li>
    <li>В вывод ошибки добавил отображение относительного пути до файла</li>
    <li>Community-метки для форм миграций, которые были добавлены сообществом</li>
    <li>Удалён Helper::__construct(), больше не нужно в конструкторах своих хелперов вызывать parent::__construct();
    </li>
</ul>