1) Перенос вкладки Журнал событий для миграции инфоблока (автор @SkeitOl)<br>
2) Доработка схемы почтовых событий (автор @jasmanchik )<br>
3) Параметр в конфиге exchange_dir переопределяющий директорию для хранения файлов с данными миграции (автор @casnerano  )<br>
4) Миграция названий пользовательских колонок в списках (custom_names)  (автор @Sinator)<br>
5) Возобновление длительной миграции, добавлена кнопка "Запустить снова" (автор @Sinator)<br>
6) Откат добавленных элементов в инфоблоках и справочниках (автор Владимир Засорин)<br>
