1) Поддержка настройки параметров для умного фильтра (автор Petr Lebedev @defast)<br>
2) Убрано поле SERVER_NAME при экспорте инфоблока (автор Андрей Чурсин)<br>
3) Ошибка при создании группы пользователей с полем SECURITY_POLICY (автор @jasmanchik)<br>
4) Подсказка в миграциях об обязательных полях (автор @igord_sdk, @Hasanov_Evgeny)<br>
5) Вынесены в конфиг формат даты для создания файла миграции и регулярное выражение для поиска миграций (авторы @Semyashkin, @ivan_milov, @LebedevPV, @ildar_kkk)<br>
6) Поддержка настройки параметров для умного фильтра (автор @defast)<br>
